---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.SectionAttrHeadTag
source: html/1b765ccd-d60b-21f9-122e-1d2f27fdb1a5.htm
---
# Autodesk.Revit.DB.ParameterTypeId.SectionAttrHeadTag Property

"Section Head"

## Syntax (C#)
```csharp
public static ForgeTypeId SectionAttrHeadTag { get; }
```